@extends('layouts.base')

@section('content')

    @include('includes.WelcoomSlid')
    @include('includes.service')


    <section id="our-shop" class="padding_top padding_bottom_half">
        <hr class="mb-5">
        <div class="container">
            <div class="row ">
                <div class="col-md-12 text-center wow fadeIn  text-center heading-title" data-wow-delay="300ms">

                    <h2 class="darkcolor text-uppercase bottom30 heading-title-small"> BigMard-ում մենք ձգտում ենք
                     </h2>

                    <div style="text-align: justify;font-size: 18px">
                        <p style="font-weight: bold;text-transform: uppercase">
                            ապահովել արդյունավետ և հուսալի առաքման ծառայություններ՝ ապահովելու ձեր գոհունակությունը
                            յուրաքանչյուր գնումից: Խնդրում ենք մի պահ տրամադրել՝ վերանայելու մեր առաքման քաղաքականությունը՝
                            հասկանալու համար, թե ինչպես ենք մենք վերաբերվում առաքումներին և ինչ սպասել մեզանից պատվիրելիս:

                        </p>
                        <p>
                            1. Առաքման տարբերակներ.

                            Ձեր հարմարության համար մենք առաջարկում ենք առաքման հետևյալ տարբերակները.

                            Ստանդարտ առաքում. Պատվերները կառաքվեն ք․Երևան 1-2 ժամվա ընթացքում:
                            Էքսպրես առաքում. Պատվերները կառաքվեն ք․Երևան 15-40 րոպեի աշխատանքային օրվա ընթացքում:
                            Առաքում մարզեր կատարվում է Հայ—Փոստի միջոցով 24ժամվա ընթացքում
                            Առաքում խանութից.Դուք կարող եք ընտրել ձեր պատվերը վերցնել մեր խանութի գտնվելու վայրից մեր
                            աշխատանքային ժամերին:

                        </p>
                        <p>
                            2. Առաքման վճարներ.
                            Առաքման վճարները կարող են տարբեր լինել՝ կախված ընտրված առաքման տարբերակից, առաքման հասցեից և
                            ձեր պատվերի ապրանքների քաշից/չափից: Առաքման վճարները հստակ կցուցադրվեն վճարման ժամանակ՝
                            նախքան գնումը հաստատելը:

                        </p>
                        <p>
                            3. Առաքման գործընթաց.
                            Երբ ձեր պատվերը տեղադրվի և վճարումը հաստատվի, մեր թիմը կմշակի ձեր պատվերը առաքման համար:
                            Դուք կստանաք հաստատման նամակ ձեր պատվերի մանրամասներով և առաքման գնահատված ամսաթվով: Մեր
                            առաքման գործընկերները կզբաղվեն առաքմամբ և կապահովեն, որ ձեր պատվերը ձեզ ժամանակին հասնի:

                        </p>
                        <p>
                            4. Հետևել Ձեր պատվերին.
                            Պատվերների համար, որոնք առաքվում են, դուք կստանաք հետևող համարը առաքման հաստատման էլ.փոստի
                            հետ միասին: Դուք կարող եք օգտագործել այս հետևող համարը՝ ձեր առաքման կարգավիճակին հետևելու և
                            դրա գտնվելու վայրի վերաբերյալ իրական ժամանակում թարմացումներ ստանալու համար:

                        </p>
                        <p>
                            5. Առաքման սահմանափակումներ.
                            Խնդրում ենք նկատի ունենալ առաքման հետ կապված հետևյալ սահմանափակումները.
                            Ներկայումս մենք առաքում ենք միայն ՀՀ տարածքում:
                            Առաքումները կատարվում են ստանդարտ աշխատանքային ժամերին 10:00-21:00:

                        </p>
                        <p>
                            6. Առաքման հաստատում.
                            Ձեր պատվերը ստանալուն պես խնդրում ենք ուշադիր ստուգել փաթեթը ցանկացած վնասի կամ
                            անհամապատասխանության համար: Եթե որևէ խնդիր նկատում եք, խնդրում ենք կապվել մեր հաճախորդների
                            աջակցման թիմին օգնության համար ձեր պատվերը ստանալուց հետո [օրերի քանակով] օրվա ընթացքում:

                        </p>
                        <p>
                            7. Վճարման և չեղարկման քաղաքականություն.
                            Վճարումը կարող է կատարվել կամ առցանց վճարման պահին կամ առաքման ժամանակ (կանխիկ առաքման
                            ժամանակ):
                            Երբ ձեր պատվերը առաքվում է, այն չի կարող չեղարկվել կամ փոփոխվել:
                            Առցանց վճարումների դեպքում գումարի վերադարձը կմշակվի՝ համաձայն մեր վերադարձման
                            քաղաքականության:

                        </p>
                        <p>
                            8. Կապվեք մեզ հետ.
                            Եթե ունեք հարցեր կամ մտահոգություններ ձեր առաքման կամ մեր առաքման քաղաքականության հետ
                            կապված, խնդրում ենք ազատ զգալ կապվել մեր հաճախորդների աջակցման թիմի հետ 033934040: Մենք
                            այստեղ ենք ձեզ օգնելու և սահուն գնումներ ապահովելու համար:

                        </p>
                        <p>
                            Շնորհակալություն BigMard ընտրելու համար: Մենք գնահատում ենք ձեր բիզնեսը և անհամբեր սպասում
                            ենք ձեզ կրկին ծառայելու:

                        </p>
                    </div>


                </div>
            </div>
    </section>

@endsection
