@extends('layouts.base')

@section('content')

    @include('includes.WelcoomSlid')
    @include('includes.service')


    <section id="our-shop" class="padding_top padding_bottom_half">
        <hr class="mb-5">
        <div class="container">
            <div class="row ">
                <div class="col-md-12 text-center wow fadeIn  text-center heading-title" data-wow-delay="300ms">

                    <h2 class="darkcolor text-uppercase bottom30 heading-title-small">Երաշխիք </h2>

                    <div style="text-align: justify;font-size: 18px">


                        <p>
                            BigMard-ի հետ աշխատելը հեշտ և մատչելի։
                            Մեր ընկերությունը առաջարկում է ՝ նոր մոտեցում երաշխիքին։
                            Ընկերության կողմից առաջարկվում է՝ ցանկացած գնած ապրանքի դեպքում անձը ունենալու է երաշխիք
                            14օր ըստ ՀՀ օրենսգրքի և մեր ընկերության կողմից տրվում է 16օր, ընդհանուր 1 ամիս։

                        </p>
                        <p>
                            Արտադրողի կողմից չի տրվում պաշտոնական երաշխիք, մեր կողմից ներառում է անվճար սպասարկում
                            ամբողջ երաշխիքային ժամանակահատվածում երաշխիքային պայմաններին համապատասխան, որը ներառում է
                            դրա ամբողջական և անհրաժեշտ ստուգումը, եթե գնված ապրանքը մեխանիկական վնասվածքի մասին չէ ։
                            Գնված ապրանք ենթակա է հետվերադաձի եթե։

                        </p>
                        <ol>
                            <li>1. Եթե առկա է մեխանիկական վնասվածք</li>
                            <li>2. Եթե առկա է գործարանային խոթանում</li>
                        </ol>
                        <br>
                        <p>
                            Հատուկ երաշխիքային ժամկետ ունեցող ապրանքների համար երաշխիքի պայմանները գործում են նշված
                            ժամանակահատվածում , և բոլոր մյուս ապրանքները, որոնք կունենան ցանկացած տեսակի գործարանային
                            թերություն գնելուց հետո 1 շաբաթվա ընթացքում, ենթակա են փոխարինման կամ վերադարձման ապրանքի
                            ամբողջ արժեքին համապատասխան : 

                        </p>

                        <p>
                            Երաշխիքային իրավիճակի դեպքում , հաճախորդը պարտավոր է իր հաշվին բերել ապրանքը ընկերության
                            գրասենյակ։ Վերանորոգված կամ փոխարինված ապրանքների առաքման ծախսերը հոգում է մեր
                            ընկերությունը:

                        </p>

                        <p>
                            Այս երկու կետերը ապահովում են հաճախորդների 100% պաշտպանություն և լավագույն երաշխիքային
                            սպասարկում տարածաշրջանում:

                        </p>
                        <p>
                            Բոլոր գնված ապրանքները անցել են փորձաքննություն և համատասխանում են ներկայացված վիճակում։

                        </p>
                    </div>

                </div>


            </div>
        </div>
    </section>

@endsection
