@extends('layouts.base')

@section('content')

    @include('includes.WelcoomSlid')
    @include('includes.service')


    <section id="our-shop" class="padding_top padding_bottom_half">
        <hr class="mb-5">
        <div class="container">
            <div class="row ">
                <div class="col-md-12 text-center wow fadeIn  text-center heading-title" data-wow-delay="300ms">

                    <h2 class="darkcolor text-uppercase bottom30 heading-title-small">Անձնական տվյալների պաշտպանության քաղաքականություն </h2>

                        <p style="text-align: justify;font-size: 18px">


                            Անձնական տվյալների պաշտպանության քաղաքականություն (գաղտնիության քաղաքականություն)
                            Անձնական տվյալների պաշտպանության քաղաքականություն (գաղտնիության քաղաքականություն)
                            Սույն Գաղտնիության Քաղաքականությամբ սահմանվում են մեր կայքում մատուցվող ծառայություններից օգտվելիս ծագող Ձեր իրավունքները և պարտականություները: Եթե Դուք համաձայն չեք սույն Գաղտնիության Քաղաքականությամբ սահմանված պայմանների հետ, ապա Դուք իրավունք չունեք օգտվել սույն կայքում մատուցվող ծառայություններից:
                            Տեղեկությունների հավաքագրում
                            Մենք կարող ենք հավաքագրել և պահել հետևյալ անձնականտեղեկությունները
                            Անուն ազգանուն
                            Հեռախոսահամար
                            Անձնական տեղեկությունները ստացվում են միայն այն ժամանակ, երբ Դուք դրանք տրամադրում եք: Դուք, հնարավոր է, Կայքին տրամադրեք Ձեր անուն և ազգանունը, հեռախոսահամարը:
                            Երբ Դուք օգտվում եք մեր կայքից, մենք կարող ենք ստանալ տեղեկություններ նաև այլ եղանակներով: Մեր սերվերները Ձեր մասին ստանում և հավաքում են այնպիսի տեղեկություններ, ինչպիսիք են Ձեր IP հասցեն, բրաուզերի անվանումը, համակարգչի տեսակը, տեխնիկական տվյալներ օգտատերերի վերաբերյալ և մեր կայքի հետ կապ հաստատելու միջոցները, ինչպիսիք են օպերացիոն համակարգի տեսակը, ինտերնետային ծառայություն տրամադրող կազմակերպության անունը և այլ համանման տեղեկություններ: Այս տեղեկությունները օգնում են մեզ տեղյակ լինել և հասկանալ մեր օնլայն օգտվողների վարքագիծն ու միտումները: Մենք նաև ստանում ենք տեղեկություններ մեր կայքում Ձեր գործունեության վերաբերյալ: Այդ տեղեկությունները թույլ են տալիս առաջարկել Ձեզ ավելի հարմարեցված և Ձեր կողմից ավելի գերադասելի ծառայություններ: Ընկերությունը կարող է նաև ստանալ լրացուցիչ տեղեկություն Ձեր մասին այլ հաճախորդների բողոքների միջոցով, կամ մեր սպասարկման կենտրոն Ձեր կատարած զանգի միջոցով:
                            Ընկերությունը, եթե այլ բան նախատեսված չէ սույն ՔԱՂԱՔԱԿԱՆՈՒԹՅԱՄԲ, չիձ գտում հավաքել կամ մշակել կենսաչափական, հատուկ կատեգորիայի,հանրայնորեն մատչելի և/կամ անձնական այնպիսի տվյալներ («ԶգայունԱնձնական Տվյալներ»), որոնք վերաբերում են Ձեր՝
                            Ռասսայական և/կամ էթնիկ ծագմանը,
                            Քաղաքական հայացքներին,
                            Կրոնական կամ փիլիսոփայական համոզմունքներին,
                            Արհեստակցական միությանը անդամակցությանը,
                            Ֆիզիկական և/կամ հոգեկան առողջությանը և/կամ վիճակին,
                            Գենետիկական և կենսաչափական տվյալներին,
                            Սեռական կյանքին և/կամ սեռական կողմնորոշմանը,
                            Անձնական և/կամ ընտանեկան կյանքին,
                            Ֆիզիկական, ֆիզիոլոգիական, հոգեկան և/կամ սոցիալական պայմաններին:
                            Մենք կարող ենք օգտագործել Ձեր տրամադրած տեղեկությունը`
                            Ծառայությունների, ապրանքների և նախազգուշացումների վերաբերյալ Ձեր հարցումները բավարարելու համար,
                            Ձեզ հետաքրքրող ծառայություններ և ապրանքներ առաջարկելու համար
                            Կայքի օգտագործման հարցում Ձեզ աջակցելու համար,
                            Մեր կայքի օգտագործումը վերլուծելու, կայքը, ծառայություններն ու ապրանքները բարելավելու համար,
                            Մեր կայքի սխալ օգտագործումը կանխելու և պաշտպանելու համար,
                            Մեր պայմանները եւ դրույթները իրականացնելու համար:
                            Ընկերությունը ձեռնարկում է պատշաճ էլեկտրոնային, ֆիզիկական և այլ անվտանգության միջոցներ անօրինական մուտքից, փոփոխումից կամ հրապարակումից Ձեր անձնական տեղեկությունների անվտանգությունն ապահովելու համար: Ձեր տրամադրած բոլոր տվյալները պահվում են ապահով սերվերների տվյալների բազայում: Ձեր անձնական տվյալները չենք տրամադրի երրորդ անձանց, առանց Ձեր համաձայնության, բացառությամբ Օրենսդրությամբ նախատեսված դեպքերի: Մեր կողմից Ձեր տվյալները կարող են հասանելի դարձվել միայն մեզ հետ փոխկապակցված անձանց, այն դեպքերում, երբ այդ տվյալները անհրաժեշտ են Ձեզ մատուցվող ծառայությունները իրականացնելու և դրանց որակը բարելավելու համար: Մենք վարձում ենք այլ կազմակերպությունների և/կամ անհատների Ձեր անունից գործառնությունների իրականացնելու նպատակով, ինչպես օրինակ. պատվերների համալրում և պահեստավորում, առաքում, մարքեթինգային աջակցության մատուցում, Վերոնշյալ անձինք ստանում են անհրաժեշտ տվյալներին հասանելիություն իրենց կողմից նշված գործառնությունների իրականացման նպատակով և իրավունք չունեն օգտագործել նույն տեղեկատվությունը այլ նպատակներով:
                            Ընկերությունը պատասխանատվություն չի կրում, և չի կրելու, Կայքի օգտագործման ընթացքում կամ ցանկացած նյութ ներբեռնելու հետևանքով առաջացած որևէ վնասի կամ վիրուսի համար, որոնք կարող են վնասել Ձեր համակարգիչը կամ որևէ այլ սարքավորում:
                            Գործող օրենք և իրավասություն
                            Մուտք գործելով մեր կայք կամ մեր կայքից օգտվելիս Դուք ընդունում եք, որ կայք այցելելու և օգտվելու հետ կապված բոլոր հարցերը կարգավորվում են Հայաստանի Հանրապետության օրենսդրությամբ: Վեճերի առաջացման դեպքում դրանք կարգավորվում են յուրաքանչյուր կողմի ներկայացուցիչների կողմից, համաձայնության չգալու դեպքում, վեճերը կկարգավորվեն ՀՀ օրենսդրությամբ նախատեսված կարգով:
                            Գաղտնիության խախտում՝ տեղի է ունենում այն ժամանակ, երբ ոչ իրավասու անձինք կամ այն անձինք, ովքեր տեղեկատվությանը հասանելիության որևէ իրավաչափ հիմք չունեն, մուտք են ունենում նման տեղեկատվությանը:
                            Գաղտնիության խախտման ծանրությունը կախված է բացահայտման աստիճանից: Այսինքն ՝ կողմերի հավանական թիվը և տեսակը, ովքեր կարող էին ապօրինի մուտք ունենալ տեղեկատվությանը: Ամբողջականության խախտում՝տեղի է ունենում այն ժամանակ, երբ բնօրինակ տեղեկատվությունը փոփոխվում է, և փոփոխված տվյալները կարող են վնաս հասցնել անձին: Ամենավտանգավորխախտումը այն դեպքում է, երբ կա լուրջ հավանականություն, որ փոփոխված տվյալներն օգտագործվել են այնպես, որ կարող էին անձին վնաս պատճառել: Մուտքի խախտում՝դրա հետևանքն այն է, որ անհրաժեշտության դեպքում բնօրինակ Տվյալները հասանելի չեն: Սա կարող է լինել ժամանակավոր (Տվյալները վերականգնվում են, բայց դա կպահանջի ժամանակ, ինչը կարող է վնասներ հասցնել անձին) կամ մշտական (Տվյալները չեն կարող վերականգնվել)։ Անձնական Տվյալների մշակման խախտման դեպքում Ընկերությունը պարտավոր է, առանց անհարկի ձգձգման և հնարավորության դեպքում, ոչ ուշ, քան այդ մասին տեղյակ դառնալուց հետո՝ 3 (երեք) աշխատանքային օրվա ընթացքում, տեղեկացնել Ձեզ Անձնական Տվյալների մշակման խախտման մասին
                            Գաղտնիության քաղաքականության փոփոխություն
                            Ընկերությունը իրավունք ունի փոփոխություն մտցնել սույն Գաղտնիության Քաղաքականությունում: Գաղտնիության քաղաքականության որևէ փոփոխության դեպքում, մենք կտեղեկացնենք Ձեզ:
                            Սույն Գաղտնիության Քաղաքականության ցանկացած փոփոխությունից հետո Ընկերության ծառայություններից օգտվելը կնշանակի, որ Դուք ընդունում եք փոփոխությունները:

                        </p>

                </div>


            </div>
        </div>
    </section>

@endsection
